tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/portable-ruby"
tap "homebrew/services"
tap "raggi/ale"
brew "antigen"
brew "asdf", conflicts_with: ["md5sha1sum"]
brew "autojump"
brew "awscli"
brew "direnv"
brew "fzf"
brew "gh"
brew "hub"
brew "jq"
brew "yj"
brew "libpq"
brew "mas"
brew "md5sha1sum"
brew "ripgrep"
brew "starship"
brew "homebrew/portable-ruby/portable-libyaml"
brew "homebrew/portable-ruby/portable-openssl"
brew "homebrew/portable-ruby/portable-readline"
brew "homebrew/portable-ruby/portable-ruby"
brew "raggi/ale/openssl-osx-ca"
cask "aws-vault"
cask "docker" unless system "find -f '/Applications/Docker.app' > /dev/null"
cask "flycut"
cask "font-agave-nerd-font"
cask "google-cloud-sdk"
cask "rectangle"
cask "sublime-text" unless system "find -f '/Applications/Sublime Text.app' > /dev/null"
mas "Xcode", id: 497799835
