tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "raggi/ale"
brew "antigen"
brew "asdf", conflicts_with: ["md5sha1sum"]
brew "autojump"
brew "awscli"
brew "bat"
brew "bufbuild/buf/buf"
brew "direnv"
brew "dive"
brew "findutils"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "jsonnet-bundler"
brew "jq"
brew "kubeval"
brew "libpq"
brew "mas"
brew "md5sha1sum"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "tmux"
brew "yarn"
brew "yj"
brew "watch"
brew "raggi/ale/openssl-osx-ca"
cask "aws-vault"
cask "docker" unless system "find -f '/Applications/Docker.app' > /dev/null"
cask "flycut"
cask "font-agave-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
cask "rectangle"
cask "sublime-text" unless system "find -f '/Applications/Sublime Text.app' > /dev/null"
cask "backblaze"
mas "Xcode", id: 497799835
mas "Bitdefender", id: 500154009
mas "1Password", id: 1333542190
